export const items = [
  {
    id: Math.random(),
    title: "وجبة الفطار",
    desc: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها.",
    price: "100 جنية",
    category: "غداء",
    imgUrl: "img/Share-Box.png",
  },
  {
    id: Math.random(),
    title: "وجبة غداء",
    desc: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها.",
    price: "50 جنية",
    category: "فطار",
    imgUrl: "img/Big-tasty-Beef.png",
  },
  {
    id: Math.random(),
    title: "وجبة عشاء",
    desc: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها.",
    price: "20 جنية",
    category: "غداء",
    imgUrl: "img/Share-Box.png",
  },
  {
    id: Math.random(),
    title: "وجبة الفطار",
    desc: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها.",
    price: "30 جنية",
    category: "عشاء ",
    imgUrl: "img/Zero.png",
  },
];
